# https://medium.com/@abookyun/clean-install-your-mac-without-hesitation-7d379df8fc87
#
# Create this file with:
#  `brew bundle dump`
#   (Creates files in ~/)

tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/versions"
tap "jesseduffield/lazygit"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "autoconf"
brew "automake"
brew "bat"
brew "boost"
brew "libpng"
brew "freetype"
brew "gettext"
brew "libffi"
brew "openssl@1.1"
brew "pcre"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "gmp@4"
brew "cloog"
brew "ppl@0.11"
brew "cloog@0.15"
brew "cmake"
brew "coreutils"
brew "libevent"
brew "jpeg"
brew "lame"
brew "libtiff"
brew "xvid"
brew "ffmpeg"
brew "fpp"
brew "fzf"
brew "git"
brew "lua"
brew "highlight"
brew "htop"
brew "libtool"
brew "imagemagick"
brew "libgpg-error"
brew "libksba"
brew "libmpc@0.8"
brew "libssh2"
brew "libyaml"
brew "mas"
brew "neovim"
brew "node"
brew "perl"
brew "python@2"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "telnet"
brew "tig"
brew "tokei"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "gimp"
cask "github"
cask "godot"
cask "jsui"
cask "lmms"
cask "macsvg"
cask "mark-text"
cask "now"
cask "openemu"
cask "pokemon-showdown"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "yakyak"
mas "AdBlock", id: 1402042596
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
