tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/versions"
cask "xquartz"
brew "ack"
brew "xz"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bat"
brew "boost"
brew "gmp@4"
brew "cloog"
brew "ppl@0.11"
brew "cloog@0.15"
brew "cmake"
brew "coreutils"
brew "docker"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "fpp"
brew "libpng"
brew "freetype"
brew "gettext"
brew "git"
brew "git-lfs"
brew "libffi"
brew "pcre"
brew "glib"
brew "libgpg-error"
brew "libksba"
brew "gnupg"
brew "go"
brew "lua"
brew "highlight"
brew "htop"
brew "jpeg"
brew "libtiff"
brew "libtool"
brew "imagemagick"
brew "libevent"
brew "libidn2"
brew "libmpc@0.8"
brew "libssh2"
brew "libyaml"
brew "macvim"
brew "noti"
brew "openssl@1.1"
brew "perl"
brew "pkg-config"
brew "postgresql"
brew "shellcheck"
brew "tig"
brew "tmux"
brew "tree"
brew "unar"
brew "vim"
brew "wget"
brew "youtube-dl"
cask "atom"
cask "betterzipql"
cask "blender"
cask "cakebrew"
cask "cyberduck"
cask "disk-inventory-x"
cask "docker"
cask "flux"
cask "gimp"
cask "godot"
cask "inkscape"
cask "kap"
cask "kitematic"
cask "krita"
cask "macsvg"
cask "marshallofsound-google-play-music-player"
cask "ndm"
cask "now"
cask "openemu"
cask "pencil"
cask "pokemon-showdown"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "spotify"
cask "tiled"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "webpack-dashboard"
cask "webpquicklook"
cask "yakyak"
