# https://medium.com/@abookyun/clean-install-your-mac-without-hesitation-7d379df8fc87
#
# Create this file with:
#  `brew bundle dump`
#   (Creates files in ~/)

tap "cjbassi/ytop"
tap "clementtsang/bottom"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jesseduffield/lazynpm"
tap "muesli/tap"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "autoconf"
brew "automake"
brew "bat"
brew "boost"
brew "libpng"
brew "freetype"
brew "gettext"
brew "libffi"
brew "openssl@1.1"
brew "pcre"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "libtool"
brew "libevent"
brew "harfbuzz"
brew "jpeg"
brew "lame"
brew "libtiff"
brew "tesseract"
brew "xvid"
brew "ffmpeg"
brew "fpp"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "lua"
brew "highlight"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "libgpg-error"
brew "libksba"
brew "libssh2"
brew "libyaml"
brew "mas"
brew "neovim"
brew "perl"
brew "ripgrep"
brew "ruby"
brew "sc-im"
brew "shellcheck"
brew "telnet"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "cjbassi/ytop/ytop"
brew "clementtsang/bottom/bottom"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "jesseduffield/lazynpm/lazynpm"
brew "muesli/tap/duf"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "another-redis-desktop-manager"
cask "blender"
cask "discord"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "freecad"
cask "gimp"
cask "github"
cask "godot"
cask "inkscape"
cask "iterm2"
cask "kap"
cask "krita"
cask "lmms"
cask "macsvg"
cask "mark-text"
cask "messenger"
cask "monitorcontrol"
cask "now"
cask "obs"
cask "openemu"
cask "rectangle"
cask "slack"
cask "stats"
cask "twitch"
cask "visual-studio-code"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "quicklook-json"
cask "transmission"
cask "vimr"
cask "vlc"
cask "zoom"
mas "AdBlock", id: 1402042596
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
